demo-output/website/dafoam/work_wing/naca4412_wing_coarse/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];

internalField uniform (15.0 0.0 0.0);

boundaryField
{
    body
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }
    farfield
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
    }
}
