demo-output/website/dafoam/work_wing/naca4412_wing_coarse/0.orig/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    body
    {
        type            zeroGradient;
    }
    farfield
    {
        type            fixedValue;
        value           $internalField;
    }
}
